---
kind: property
id: P:Autodesk.Revit.DB.Structure.Rebar.Volume
zh: 体积
source: html/b1111955-446c-2487-151d-faf20ab9414e.htm
---
# Autodesk.Revit.DB.Structure.Rebar.Volume Property

**中文**: 体积

The volume of an individual bar multiplied by Quantity.

## Syntax (C#)
```csharp
public double Volume { get; }
```